# ЗАДАНИЕ 1. Имя и Фамилия (Работа со split и f-строками)
#
# У нас есть строка с полным именем игрока.
# Твоя задача:
# 1. Разбей строку full_name на части по пробелу.
# 2. Сохрани имя в переменную name, а фамилию в surname.
# 3. Выведи приветствие с помощью f-строки.
#
# Пример вывода: Привет, Алексей! Твоя фамилия: Смирнов.
#
# Подсказка: Метод .split() разбивает строку на список слов.
# Например: "Иван Иванов".split() вернет ['Иван', 'Иванов']
# Обратиться к первому элементу списка можно так: my_list[0]

full_name = "Алексей Смирнов"

# Напиши код здесь:

